src/service_layer/sample/SOAP/audio/searchRequest.xml

<?xml version='1.0' encoding='UTF-8'?>
<soap:Envelope
	xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Head>
	</soap:Head>
	<soap:Body>
		<cs:searchRequest xmlns:cs="http://www.dps.org/dps/audio">
			<cs:title>Hello</cs:title>
		</cs:searchRequest>
	</soap:Body>
</soap:Envelope>